import React from 'react'

//개인정보 처리방침

const Pp = () => {
    return (
        <div>
            <h1> 에러스택 개인정보 처리방침</h1>
            <p> 에러스택은 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립, 공개합니다.</p>


            <h2> 개인정보의 처리 목적 </h2>
            <p> 에러스택은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제 18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.</p> 
            <p> 1. 홈페이지 회원 가입 및 관리 </p>
            <p> 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별 및 인증, 회원자격 유지 및 관리, 서비스 부정이용 방지, 각종 고지 및 통지, 고충처리 목적으로 개인정보를 처리합니다.</p>

            <h2> 개인정보의 처리 및 보유 기간 </h2>
            <p> 1. 에러스택은 법령에 따른 개인정보 보유, 이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유, 이용기간 내에서 개인정보를 처리 및 보유합니다. </p>
            <p> 2. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다. </p>
            <p> 2-1. 홈페이지 회원 가입 및 관리: 사업자/단체 홈페이지 탈퇴 시까지</p>

            <h2> 개인정보의 파기절차 및 파기방법 </h2>
            <p> 에러스택은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</p>
            <p> 1. 파기절차 </p>
            <p> 에러스택은 파기 사유가 발생한 개인정보를 선정하고, 에러스택의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다. </p>
            <p> 에러스택은 전자적 파일 형태로 기록,저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록,저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다. </p>

            <h2> 정보주체와 법정대리인의 권리, 의무 및 그 행사방법에 관한 사항 </h2>
            <p> 1. 정보주체는 에러스택에 대해 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.</p>
            <p> 2. '회원정보 조회/변경/가입해지/회원탈퇴' 기능은 웹페이지 상단의 '내정보'에서 확인할 수 있습니다. </p>

            <h2> 개인정보 보호책임자에 관한 사항</h2>
            <p> 성명: 김용진 </p>
            <p> 연락처: kimmulgae11@gmail.com </p>

            <h2> 처리하는 개인정보의 항목 </h2>
            <p> 에러스택은 다음의 개인정보 항목을 처리하고 있습니다.</p>
            <p> 1. 홈페이지 회원 가입 및 관리 </p>
            <p> 필수항목: 이메일주소</p>
            <p> 2. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다. </p>
            <p> IP주소, MAC주소, 서비스 이용기록, 방문기록 </p>

            <h2> 개인정보의 안전성 확보조치에 관한 사항 </h2>
            <p> 에러스택은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. </p> 
            <p> 1. 관리적 조치: 구글 파이어베이스 인증 시스템에 대한 정기적 교육</p>
            <p> 2. 기술적 조치: 구글 파이어베이스 인증 시스템의 접근 암호 정기적 변경 </p>

            <h2> 개인정보 처리방침의 변경에 관한 사항 </h2>
            <p> 이 개인정보 처리방침은 2021.3.11 부터 적용됩니다. </p>
            <p> 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.</p>
            <p> 2021.3.11 이전의 개인정보 처리방침 없음. </p>

            <h2> 정보주체의 권익침해에 대한 구제방법 </h2>
            <p> 정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.</p>
            <p> 1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr) </p>
            <p> 2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr) </p>
            <p> 3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr) </p>
            <p> 4. 경찰청 : (국번없이) 182 (cyberbureau.police.go.kr) </p>
            <p> 개인정보보호법 제35조(개인정보의 열람), 제36조(개인정보의 정정,삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.</p>


        </div>
    )
}
export default Pp