import React from 'react'

const Tos = () => {
    return (
        <div>
            <h1> 에러스택 이용규칙 v1</h1>
            <p> 이 이용규칙은 2021.3.11 부터 적용됩니다. </p>

            <h2> 1. ERROR STACK 규칙 </h2>
            <p> 발생한 에러와 해결방법, 관련 정보는 스택 푸시 양식과 사용자 경험을 기반으로 업로드 해야합니다.</p>

            <h2> 2. 반례스택 규칙 </h2>
            <p> 반례 데이터를 업로드할 때 반례 데이터를 제외한 다른 내용(주석, 소스코드 등)은 일체 업로드하지 않습니다. </p>

            <h2> 3. 푸시 내용</h2>
            <p> 에러스택, 반례스택 등 모든 게시판에 글을 업로드할 때 다음과 같은 내용은 운영진 판단 하에 임의로 삭제될 수 있습니다. </p>
            <p> 1. 인종, 성, 성적 지향, 지역, 종교, 교육 수준, 생활 수준 등에 기반해 혐오적인 내용을 포함하는 경우</p>
            <p> 2. 다른 사람을 비하하는 내용을 포함하는 경우</p>
            <p> 3. 욕설, 비속어 등을 포함하는 경우</p>
            <p> 4. 게시판 목적과 관련이 없는 내용을 포함하는 경우</p>

            <h2> 3. 제재</h2>
            <p> 위의 사항을 위반한 사용자의 경우 위반 정도에 따라 운영진 판단 하에 사이트 이용을 제한할 수 있습니다.</p>
        </div>
    )
}
export default Tos